Repository: wp-plugins/cresta-social-share-counter
Catalog: languages/crestassc-*.po
Languages: es_es, pl_pl

source: Hide icons in this page?
pl_pl: Ukryć ikony na tej stronie?

source: Settings
es_es: Configuraciones
pl_pl: Ustawienia

source: You do not have sufficient permissions to access this page.
es_es: Usted no tiene permisos suficientes para acceder a esta página.
pl_pl: Nie masz wystarczających uprawnień dostępu do tej strony.

source: Settings Saved...
es_es: Configuraciones guardadas ...
pl_pl: Zapisane ustawienia...

source: Cresta Social Share Counter Settings
es_es: Configuración de Cresta Social Share Counter
pl_pl: Ustawienia Cresta Social Share Counter

source: Select buttons to display on website :
es_es: Seleccione botones para mostrar en la página web:
pl_pl: Wybierz przyciski, które będą wyświetlone na stronie:

source: Twitter username (optional):
es_es: Nombre de usuario de Twitter (opcional):
pl_pl: Nazwa konta Twitter (opcjonalnie):

source: PRO version
pl_pl: Wersja PRO

source: (only visible on smartphones Android and iPhone)
pl_pl: (widoczny tylko na smartfonach z systemami Android i iOS)

source: Choose buttons style :
es_es: Elegir estilo de botones :
pl_pl: Wybierz styl przycisków:

source: Display Setting :
es_es: Configuración de pantalla:
pl_pl: Ustawienia wyświetlania:

source: Enable reflection on the buttons
pl_pl: Włącz odbicie dla przycisków

source: Enable shadow on the buttons
pl_pl: Włącz cień dla przycisków

source: Enable animation
pl_pl: Włącz animację

source: Social Counter Box: Use the same colors of social network
pl_pl: Pole licznika udostępnień: Użyj tych samych kolorów, co w sieciach społecznościowych

source: Show Social Counter
es_es: Mostrar Social Counter
pl_pl: Pokaż licznik udostępnień

source: Show Total Shares
es_es: Mostrar Compartidas Totales
pl_pl: Pokaż wszystkie udostępnienia

source: Total Shares Text:
pl_pl: Tekst dla wszystkich udostępnień:

source: Float Position :
es_es: Posición del Flotador:
pl_pl: Pływające położenie:

source: Show Floating Buttons
es_es: Mostrar Botones Flotantes
pl_pl: Pokaż pływające przyciski

source: Float Buttons Position:
es_es: Posición Botones Flotantes:
pl_pl: Położenie pływających przycisków:

source: Left
es_es: Izquierda
pl_pl: Lewa

source: Right
es_es: Derecha
pl_pl: Prawa

source: Position From Top:
es_es: Posición desde Arriba:
pl_pl: Położenie od góry:

source: Position From Left or Right:
es_es: Posición desde la Izquierda o la Derecha:
pl_pl: Położenie od lewej lub prawej:

source: Increase this number if the floating buttons are covered by other items on the screen.
pl_pl: Zwiększ tę liczbę, jeśli pływające przyciski przykryte są innymi elementami.

source: Disable Floating Buttons On Mobile
es_es: DesactivarBotones Flotantes En Móvil
pl_pl: Wyłącz pływające przyciski na telefonach

source: Show CrestaProject Credit :)
es_es: Mostrar Crédito CrestaProject :)
pl_pl: Pokaż informację o CrestaProject :)

source: Post and Page Position :
es_es: Posición de Publicación y Página:
pl_pl: Położenie we wpisie i na stronie:

source: Add Social Buttons before post/page content
es_es: Añadir Botones Sociales antes del contenido de la publicación/página
pl_pl: Dodaj przyciski społecznościowe przed treścią wpisu/strony

source: Add Social Buttons after post/page content
es_es: Añadir Botones Sociales después de colocar nuestros / página de contenido
pl_pl: Dodaj przyciski społecznościowe po treści wpisu/strony

source: Buttons Position (in content):
es_es: Posición de Botones (en contenido):
pl_pl: Położenie przycisków (w treści):

source: Center
pl_pl: Środek

source: You can place the shortcode
es_es: Usted puede colocar el código corto
pl_pl: Możesz umieścić krótki kod

source: wherever you want to display the social buttons.
es_es: donde quiera mostrar los botones sociales.
pl_pl: gdziekolwiek chcesz, aby wyświetlić przyciski społecznościowe.

source: Show on :
es_es: Mostrar en:
pl_pl: Gdzie pokazać:

source: Enable shadow on buttons
es_es: Habilitar sombra en los botones

source: Pages
es_es: Páginas

source: Posts
es_es: Mensajes

source: Media
es_es: Medios

source: Save Setting
es_es: Guardar Configuración
